[M_Overlooked3 MissionDefinition]
MissionDescription="The shield you built for [place]Overlook[-place] hasn't been activated or tested yet. It's time to fix that. Karima has asked you to head to a nearby Hyperion installation and program a mortar to fire at [place]Overlook[-place]. If all goes well, the shield will activate and repel the blast."

[M_Overlooked3:MissionObjectiveSetDefinition_10 MissionObjectiveSetDefinition]
MissionDescriptionOverride="The shield you built for [place]Overlook[-place] hasn't yet been activated or tested. It's time to fix that. Karima has asked you to head to a nearby Hyperion installation and fire on [place]Overlook[-place]. If all goes well, the shield will activate, and repel the blast. Maybe it'll actually work this time."

[M_Overlooked3:MissionObjectiveSetDefinition_9 MissionObjectiveSetDefinition]
MissionDescriptionOverride="The shield you built for [place]Overlook[-place] hasn't yet been activated or tested. It's time to fix that. Karima has asked you to head to a nearby Hyperion installation and fire on [place]Overlook[-place]. If all goes well, the shield will activate and repel the blast. Now that you've found a mortar you can use to fire at [place]Overlook[-place], Karima has asked you to aim it at a specific spot in the town that she claims will be ideal for testing the shield's strength."
